export default {
  section1: {
    t1: "基于 Lambda 的",
    t2: "全栈跨链去中心化金融协议",
  },
  section2: {
    item1: {
      t1: "跨链资产迁移",
      i1:
        "实现 Lambda 主链与Ethereum、Poldkat、Cosmos等公链资产的跨链互通，通过 Transgo 合成铸造 t 资产。",
    },
    item2: {
      t1: "去中心化交易",
      i1: "通过 AMM 自动做市机制实现 Lambda 等资产基于以太坊的的去中心化交易。",
    },
    item3: {
      t1: "挖矿",
      i1:
        "流动性挖矿，通过AMM机制为Transgo上的资产提供交易流动性。数据交易挖矿，通过数据交易平台实现数据的去中心化交易。借贷及衍生品挖矿，为存储生态业务快速运转提供金融支撑。",
    },
    item4: {
      t1: "去中心化社区自治",
      i1: "去中心化社区自治，由社区决定技术路线和经济模型收益规则。",
    },
  },

  section3: {
    t1: "特性",
    item1: {
      t1: "生态互联",
      i1:
        "公链生态融合互通，实现Lambda去中心化存储向以太坊生态的兼容，为跨链生态赋能。",
    },
    item2: {
      t1: "数据金融",
      i1:
        "去中心化的数字资产金融服务平台，通过”跨链资产+数据存储交易+Defi金融业务“三大模块实现金融为数字经济赋能",
    },
    item3: {
      t1: "低摩擦性",
      i1:
        "提高跨链金融业务效率，降低交易成本，由链上交易逐步过渡到采用Rollup的二层网络高性能低成本交易方案。",
    },
    item4: {
      t1: "组件式扩展",
      i1: "平台功能组件式扩展，与Defi生态轻松集成，获得更广泛的用户与流动性。",
    },
  },

  section4: {
    t1: "时间线",
    item1: "跨链资产网关",
    item2: "去中心化交易及流动性池",
    item3: "存储生态借贷等金融服务",
    item4: "治理代币空投及流动性挖矿",
    item5: "资产合成及数据交易平台",
    item6: "启动DAO治理代币价值赋予",
    item7: "提供平台化金融服务能力，支持更多公链",
  },
};
